Repository: jihadfathalla/Advanced-Library-Management
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Author is successfully created
ar: تم إنشاء الكاتب بنجاح

source: Author updated successfully
ar: تم تعديل الكاتب بنجاح

source: Author deleted successfully
ar: تم حذف الكاتب بنجاح

source: At least one branch is required.
ar: يجب ادخال فرع واحد على الأقل

source: No record of borrowing this book.
ar: لا يوجد معلومات حول استعارة هذا الكتاب

source: The return date cannot exceed 1 month from today.
ar: مده ارجاع الكتاب لا يمكن ان تتجاوز ال 30 يوم

source: Return Reminder
ar: تنبية لارجاع الكتاب

source: Book is successfully created
ar: تم انشاء الكتاب بنجاح

source: Book updated successfully
ar: تم تعديل الكتاب بنجاح

source: Book deleted successfully
ar: تم حذف الكتاب بنجاح

source: Book Borrowed successfully
ar: تم استعارة الكتاب بنجاح

source: Book Returned successfully
ar: تم استرجاع الكتاب بنجاح

source: Email
ar: الايميل

source: email cannot be empty
ar: يجب ادخال الايميل

source: Invalid latitude format. Max 6 decimal places allowed.
ar: صيغة المسافة خاطئة

source: Invalid latitude. It must be between -90 and 90.
ar: يجب ان لا تتعدى ال 90

source: Invalid longitude. It must be between -180 and 180.
ar: يجب ان لا تتعدى ال 90

source: This email address is not associated with any account.
ar: هذا الايميل لا يمتلكه اى مستخدم

source: User registered successfully
ar: تم نسجيل المستخدم بنجاح

source: Password reset link sent to your email.
ar: تم ارسال رابط تعديل كلمه السر على الايميل

source: Password has been reset successfully.
ar: تم تغير كلمه السر بنجاح

source: Something went wrong, please contact support.
ar: حدث خطأ برجاء التواصل مع مسؤول
